IDEA StatiCa Open Model
BentUpBar.IsOnLeft Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bar is on left or right side of member1D
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsOnLeft { get; set; }
Public Property IsOnLeft As Boolean
	Get
	Set
public:
property bool IsOnLeft {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace